/* . Ask the user if they meant something else, : correction_message */
"correction_message" = "您指的是这个位置吗？";

/* . Distance in kilometers, : distance */
"distance" = "${PARAM}千米";

/* . Error message, : error_message */
"error_message" = "发生错误。请稍后再试";

/* . hint for text field, : input_hint */
"input_hint" = "例如///顶端.订阅.年龄";

/* . Warning message indicating no address, : invalid_address_message */
"invalid_address_message" = "无法找到有效的三词地址";

/* . Indicate that the address is close to the place named in the parameter, : near */
"near" = "${PARAM}附近";

/* . Prompt to tell a user to speak, : voice_placeholder */
"voice_placeholder" = "说出一个三词地址...";

/* . Slashes to prefix the three word address., : w3w_slashes */
"w3w_slashes" = "///";

/* . Slashes with a marker for the three word address, : w3w_slashes_with_address */
"w3w_slashes_with_address" = "///${PARAM}";

